Repository: close2code-palm/talker_bot
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Show my templates
ru: Показать шаблоны

source: Add template
ru: Добавить фразу

source: Delete a phrase
ru: Удалить фразу

source: Change language
ru: Сменить язык

source: English
ru: Английский

source: Russian
ru: Русский

source: Stop deletion
ru: Отменить удаление

source: Be so kind
ru: Будьте так любезны

source: Please excuse me
ru: Пожалуйста, извините меня,

source: Would you be so kind
ru: Не будете ли так добры

source: Could you please
ru: Не могли бы Вы, пожалуйста,

source: We would appreciate it if you would
ru: Мы будем рады если Вы

source: Thank you so much for everything.
ru: Огромное Вам спасибо за всё.

source: Thank you very much for your support.
ru: Большое спасибо за Вашу поддержку.

source: Thank you, that was very kind of you.
ru: Спасибо, очень благородно с Вашей стороны.

source: I sincerely thank you.
ru: Я искренне благодарю Вас.

source: I wouldn't have made it without you.
ru: Без Вас я бы не справился.

source: Dear sir
ru: Дорогой

source: Dear Gentleman
ru: Уважаемый господин

source: Dear Citizen
ru: Уважаемый гражданин

source: I wish you a good day!
ru: Желаю Вам хорошего дня!

source: Incredibly glad to see you!
ru: Чрезвычайно рад Вас видеть!

source: Greetings from the bottom of my heart!
ru: Приветствую от чистого сердца!

source: Hello, thanks for the contact!
ru: Привет, спасибо за контакт!

source: Hope we meet again soon.
ru: Надеюсь, скоро спишемся снова.

source: I was very happy to meet you!
ru: Был очень рад пообщаться с Вами!

source: I would like our communication to remain as warm
ru: Я хотел бы чтобы наше общение оставалось таким же тёплым.

source: Eloquent pleases
ru: Красивые прошения

source: Eloquent appeals
ru: Красивые обращения

source: Eloquent goodbyes
ru: Красивые прощания

source: Eloquent gratitude
ru: Красивые благодарности

source: Eloquent greetings
ru: Красивые приветствия

source: Bot chat info
ru: Чат-бот

source: 💬 Bot chat appears here: @smart_abbot
ru: 💬 Чат с ботом тут: @smart_abbot

source: What do you want to do?
ru: Что вы бы хотели сделать?

source: Limit reached.
ru: Достигнут лимит.

source: Please, enter new template text.
ru: Пожалуйста, введите тест новой фразы.

source: Your new phrase saved.
ru: Ваша новая фраза сохранена.

source: Choose a language
ru: Выберите язык.

source: Language set.
ru: Язык выбран.

source: Choose phrase to delete
ru: Выберите фразу для удаления.

source: Deleted
ru: Удалено.
